<?php 
    get_header();
?>

    <main id="terms">
        <section class="p-terms">
            <div class="p-terms__container">
                <h2 class="p-terms__ttl wow fadeInUp">利用規約</h2>
                <div class="p-terms__wrap wow fadeInUp">
                    <div class="p-terms__wrap--item">
                    <p>
                        KS GOLF LOUNGE 横浜（以下、本館といいます）のご利用に際し、下記の事項を厳守されますようご理解・ご協力をお願い申し上げます。<br>
                        <br>
                        第1条
                        本館の運営・管理（会員資格の取得及び変更、会費・諸費用の収受、会員規約の制定・改廃等の決定手続きを含む）は株式会社KSエンジニアリングが行います。<br>
                        <br>
                        第2条<br>
                        本館に入会できる方は、各要件を満たし、本館の趣旨に賛同し本規約を承諾した方とします。また、本館を利用いただけるのは、医師から運動を禁じられていない方とします。会員の円滑なスクールライフに支障を来す可能性がある方、その他本館が不適当と認める方は、入会資格がありません。また、入会後であってもこれらの事象が判明した時点で退会していただきます。<br>
                        <br>
                        第3条<br>
                        本館に入会する方は所定の入会手続きを行い、本館の承認を得た上、定める会費・入会諸費用をお支払いいただきます。また、必要により医師の健康証明書の提出を求めることがあります。入会する本人が未成年者の場合は、本人と保護者の連名で申込み手続きをとらなければなりません。この場合保護者は、自ら会員になった場合と同様に本規約に基づく責任を本人と連帯して負担するものとします。<br>
                        <br>
                        第4条<br>
                        会員は本館の利用中に外部から音が発生する及び振動が発生する可能性があることについて承諾したものとし、これについて本館は責任を負いません。<br>
                        <br>
                        第5条<br>
                        本館ご利用時の同伴者は、1会員様に対し1名までとし同伴者様が来館された場合も本規約に同意したものとします。<br>
                        <br>
                        第6条<br>
                        本館内および敷地内（駐車場等も含む）を含め全面禁煙（電子タバコ含む）です。<br>
                        <br>
                        第7条<br>
                        飲食は水分摂取のみ可能ですが本館内でのアルコール類の摂取は禁止また、アルコール類を摂取されてからの来館もできません。また、不要になったペットボトル等はお持ち帰りいただきます。<br>
                        <br>
                        第8条<br>
                        本館内および敷地内（駐車場も含む）にてお菓子などを含め食事をとる事はできません。<br>
                        <br>
                        第9条<br>
                        会員は、本館の定める入会事務手数料および月会費を、所定の方法で本館に支払わなければなりません。なお、当該入会事務手数料は、入会契約締結及び履行のための必要費用であり、一旦納入した入会事務手数料は返還しません。<br>
                        <br>
                        第10条<br>
                        本館を利用するにあたり、御自身にてプラン選択等をし会員登録を完了させる必要がございます。<br>
                        　※下記内容は2024年4月1日時点となります。<br>
                        プラン詳細（1枠50分）<br>
                        ・レギュラープラン　月額11,000円（税込）<br>
                        　1日1枠の予約が可能。スタート時間経過後、次の予約が可能。<br>
                        ・プレミアムプラン　月額16,500円（税込）<br>
                        　1日2枠迄（連続予約も可）の予約が可能。スタート時間経過後、次の予約が可能。<br>
                        <br>
                        第11条<br>
                        本館を御利用いただくにあたり、会員様専用のマイページよりご自身にて枠予約をしていただく必要がございます。<br>
                        <br>
                        第12条<br>
                        予約した枠を急用等によりキャンセルされる場合、開始時間の1時間前までにキャンセル処理お願いいたします。<br>
                        <br>
                        第13条<br>
                        本館は、会員が次の各号の一つに該当すると認めた場合は、会員資格の一時停止または除名をすることができます。<br>
                        1.本館の定める会費・諸費用につき、3ヶ月以上滞納したとき。（除名の場合も除名以前の会費・諸費用は全て納入していただきます。）<br>
                        2.本館の施設・機材を故意に毀損したとき。<br>
                        3.本規約、その他本館が定める規則に違反したとき。<br>
                        4.本館の名誉や信用を毀損、または秩序を乱したとき。<br>
                        5.入会項目に虚偽を記載したことが判明したとき。<br>
                        6.会員として品位を損なうと認められる非行があったとき。<br>
                        7.伝染病等他人に伝染・感染するおそれのある疾病に罹患したとき。<br>
                        8.本館の合理的な指示・指導に従わないとき。<br>
                        9.その他本館が、社会通念に照らし、本館会員としてふさわしくないと認めたとき。<br>
                        <br>
                        第14条<br>
                        会員は、本館の定める会費等を所定の方法で支払わなければなりません。会費等の種類、金額は本館が定めるものとします。また、支払い方法および期限は登録いただいたクレジット会社との契約内容に準ずるものとなります。（月会費は、会員が本館の会員資格を有する限り、現実に本館の施設を利用しない場合も支払い義務が発生します）<br>
                        <br>
                        第15条<br>
                        会員は、各月の10日までにメンバーサイトからプラン変更することにより、翌月から会員種類を変更することができます。10日を過ぎた場合は、本館の事務手続き上、翌々月扱いになります。<br>
                        <br>
                        第16条<br>
                        会員は、各月の10日までにメンバーサイトより退会手続きをすることにより、その月末限りで退会することができます。電話等口頭での退会は受け付けません。10日を過ぎた場合は、本館の事務手続き上、翌月末日扱いになります。なお、メンバーサイトより退会手続きをしない限り会費支払義務は発生いたしますのでご注意ください。<br>
                        <br>
                        第17条<br>
                        本館は、諸施設の補修、会場整備、その他本館の都合により休業することがあります。なお、休業に関してのお知らせは原則として2週間前までに館内掲示します。ただし、施設安全管理の面から緊急工事が必要な場合など緊急の事態が発生した場合には、あらかじめ掲示することなく一部または全部の施設を休業することができるものとします。<br>
                        <br>
                        第18条<br>
                        本館は、次の事由により本館の一部または全部を閉鎖または臨時休業することができます。<br>
                        1.台風その他異常気象、風水火災害、地震、近隣の事故等で本館の業務遂行に支障があるとき。<br>
                        2.施設の改造または補修工事実施のとき。<br>
                        3.法令の制度改廃、行政指導、社会情勢、経済状況の著しい変化があったとき。<br>
                        4.施設の使用権限が消滅する等運営に影響が生ずる事情が発生したとき。<br>
                        5.その他閉鎖または臨時休業の必要があると認められるとき。<br>
                        6.1～5の事由が発生した場合でも、決済が完了している月会費等の返金はいたしません。<br>
                        <br>
                        第19条<br>
                        1.会員は、自己の責任と危険負担において、他の会員と協調して、本館の施設を利用するものとします。<br>
                        2.本館は、会員が本館の施設利用中に生じた盗難、怪我その他の事故について、責任は負いません。会員同士の本館内外でのトラブルについても同様とします。<br>
                        3.会員は、本館において技量を超えた行為及び危険行為は行ってはならないものとします。また、本館の事前の書面による承諾なしに、対価を得て他の利用者に対する指導行為を行ってはならないものとします。<br>
                        4.本館利用時に忘れ物をし本館スタッフが確認できた物は、確認日より2週間を保管期間とします。会員は確認日から2週間を経過した忘れ物について、本館が破棄することに同意し。これについて何ら異議を述べないことを承諾いただきます。<br>
                        <br>
                        第20条<br>
                        会員は、自らが反社会的勢力（暴力団員、暴力団員でなくなったときから5年を経過しない者、暴力団準構成員、暴力団関係企業、総会屋等、社会運動等標ぼうゴロ又は特殊知能暴力集団、その他これらに準ずる者をいう。以下同じ。）に該当しないことを誓約した上で入会するものとします。この誓約に反して入会したことが発覚した場合、本館は対象会員について直ちに会員資格を除名するとともに、既に決済が完了した月会費等の返金を行いません。<br>
                        <br>
                        第21条<br>
                        本館は、本規約の改定及び変更を随時できるものとします。この場合、本館は改定日の1ヶ月以上前までに施設内への掲示及び当社ホームページにて会員に告知するものとします。<br>
                        <br>
                        第22条<br>
                        本規約は2024年4月1日より施行します。
                    </p>
                    </div>
                </div>
            </div>
        </section>
    </main>

<?php
    get_footer(); 
?>